export default {
  projections: {
    АнкетыE: {
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      },
      взаимСРуковод: {
        __caption__: 'Взаимоотношения с руководителем'
      },
      взаимCКоллег: {
        __caption__: 'Взаимоотношения с коллегами'
      },
      санитГигиен: {
        __caption__: 'Санитарно-гигиенические условия'
      },
      снабжНеобхИнстр: {
        __caption__: 'Снабжение необходимыми инструментами'
      },
      интенсРаботы: {
        __caption__: 'Интенсивность работы'
      },
      информСотруд: {
        __caption__: 'Информированность сотрудников'
      },
      размЗарабПлат: {
        __caption__: 'Размер заработной платы'
      },
      системПремир: {
        __caption__: 'Система премирования'
      },
      системЛьгот: {
        __caption__: 'Система льгот, компенсаций'
      },
      офицПризЗасл: {
        __caption__: 'Система официального признания заслуг'
      },
      карьерРоста: {
        __caption__: 'Перспективы карьерного роста'
      },
      системОбучен: {
        __caption__: 'Система обучения и профессионального развития'
      },
      системАдаптац: {
        __caption__: 'Система адаптации и наставничества'
      },
      содержРабот: {
        __caption__: 'Содержание работы'
      },
      органРабочПроц: {
        __caption__: 'Организация рабочего процесса'
      },
      престиж: {
        __caption__: 'Престижность ПАО «Россети Сибирь»'
      },
      оценивРабот: {
        __caption__: 'Оцениваете работу в ПАО «Россети Сибирь»'
      },
      относКатСотр: {
        __caption__: 'Категория сотрудников'
      },
      какойСтаж: {
        __caption__: 'Стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотрудника'
      },
      коммент: {
        __caption__: 'Комментарии уволившегося сотрудника'
      }
    },
    АнкетыL: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      системЛьгот: {
        __caption__: 'Систем льгот'
      },
      системПремир: {
        __caption__: 'Систем премир'
      },
      содержРабот: {
        __caption__: 'Содерж работ'
      },
      взаимСРуковод: {
        __caption__: 'Взаим с руковод'
      },
      информСотруд: {
        __caption__: 'Информ сотруд'
      },
      размЗарабПлат: {
        __caption__: 'Разм зараб плат'
      },
      органРабочПроц: {
        __caption__: 'Орган рабоч проц'
      },
      оценивРабот: {
        __caption__: 'Оценив работ'
      },
      результРабот: {
        __caption__: 'Результ работ'
      },
      системАдаптац: {
        __caption__: 'Систем адаптац'
      },
      интенсРаботы: {
        __caption__: 'Интенс работы'
      },
      взаимCКоллег: {
        __caption__: 'Взаим c коллег'
      },
      системОбучен: {
        __caption__: 'Систем обучен'
      },
      престиж: {
        __caption__: 'Престиж'
      },
      снабжНеобхИнстр: {
        __caption__: 'Снабж необх инстр'
      },
      какойСтаж: {
        __caption__: 'Какой стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотруд'
      }
    }
  },
  validations: {
    взаимCКоллег: {
      __caption__: 'Взаимоотношения с коллегами'
    },
    взаимСРуковод: {
      __caption__: 'Взаимоотношения с руководителем'
    },
    возрастСотруд: {
      __caption__: 'Возраст сотрудника'
    },
    датаЗаполн: {
      __caption__: 'Дата заполнения'
    },
    интенсРаботы: {
      __caption__: 'Интенсивность работы'
    },
    информСотруд: {
      __caption__: 'Информированность сотрудников'
    },
    какойСтаж: {
      __caption__: 'Стаж'
    },
    карьерРоста: {
      __caption__: 'Перспективы карьерного роста'
    },
    коммент: {
      __caption__: 'Комментарии уволившегося сотрудника'
    },
    органРабочПроц: {
      __caption__: 'Организация рабочего процесса'
    },
    относКатСотр: {
      __caption__: 'Категория сотрудников'
    },
    офицПризЗасл: {
      __caption__: 'Система официального признания заслуг'
    },
    оценивРабот: {
      __caption__: 'Оцениваете работу в ПАО «Россети Сибирь»'
    },
    престиж: {
      __caption__: 'Престижность ПАО «Россети Сибирь»'
    },
    размЗарабПлат: {
      __caption__: 'Размер заработной платы'
    },
    результРабот: {
      __caption__: 'Результ работ'
    },
    санитГигиен: {
      __caption__: 'Санитарно-гигиенические условия'
    },
    системАдаптац: {
      __caption__: 'Система адаптации и наставничества'
    },
    системЛьгот: {
      __caption__: 'Система льгот, компенсаций'
    },
    системОбучен: {
      __caption__: 'Система обучения и профессионального развития'
    },
    системПремир: {
      __caption__: 'Система премирования'
    },
    снабжНеобхИнстр: {
      __caption__: 'Снабжение необходимыми инструментами'
    },
    содержРабот: {
      __caption__: 'Содержание работы'
    },
    специалист: {
      __caption__: 'специалист'
    }
  }
};
